/*
### Задача 3

Напишите программу, которая решает, пускать ли пользователя в приложение.
Условия:
У пользователя должен быть верный логин (например, "admin") И верный пароль (например, "1234").
Если логин верный, а пароль нет — выведите "Неверный пароль".
Если логин неверный — выведите "Пользователь не найден".
Если всё верно — "Добро пожаловать!".
*/

/*
### Задача 4

Даны три целых числа — стороны треугольника (a, b, c).
Напишите условие, которое проверяет, существует ли такой треугольник.
Подсказка: треугольник существует, если сумма любых двух его сторон больше третьей: (a + b > c) && (a + c > b) && (b + c > a).
*/

/*
### Задача 5

Определите, входит ли число в "красную зону".
Число считается опасным, если оно:
Находится в диапазоне от 10 до 20 (включительно).
ИЛИ находится в диапазоне от 100 до 120 (включительно).
И при этом оно четное.
Выведите "Опасность", если условия соблюдены, и "Безопасно" в противном случае.
*/